[
  {
    "ratingText": "He works well with students and builds relationships with families, staff and community. He sets the ability to set a climate where students can achieve high academic standards.",
    "ratingAuthor": "Brian Kernighan",
    "ratedEducator": "Mr. Jimmy Dean",
    "educatorRating": 5
  },
  {
    "ratingText": "We receive clear, frequent communication from this principal and are always supported when making decisions which are best for kids",
    "ratingAuthor": "Max Kanat-Alexander",
    "ratedEducator": "Ms. Norma Jean",
    "educatorRating": 4
  },
  {
    "ratingText": "He's a part of an administration who does not give any local control and micromanages the school from afar.",
    "ratingAuthor": "Kent Beck",
    "ratedEducator": "Mr. Bobby Jones",
    "educatorRating": 3
  },
  {
    "ratingText": "Horrible principal. Works at a nice school, should go take some classes in leadership",
    "ratingAuthor": "Edward V. Berard",
    "ratedEducator": "Mr. Jeremy King",
    "educatorRating": 2
  },
  {
    "ratingText": "She loves having a positive impact on the children and families in the community. She takes pride in creating a safe and nurturing environment for students to learn.",
    "ratingAuthor": "Katrina Jones",
    "ratedEducator": "Mrs. Mary Longbottom",
    "educatorRating": 4
  },
  {
    "ratingText": "It is clear that our child's literacy and numeracy skills have developed considerably while under your care. Thank you for helping her to develop the skills and confidence that she will carry forward into the next school year.",
    "ratingAuthor": "Alan Kay",
    "ratedEducator": "Mr. Juan Santiago",
    "educatorRating": 4
  },
  {
    "ratingText": "We are well aware of the effort you put into each child in your class. Thank you for going above and beyond for our daughter and being such a caring and important part of our community.",
    "ratingAuthor": "C.A.R. Hoare",
    "ratedEducator": "Mrs. Irma Riviera",
    "educatorRating": 4
  },
  {
    "ratingText": "Teachers require so many positive qualities like care, compassion, patience and commitment. You have all these qualities in abundance. Thank you, thank you, thank you!",
    "ratingAuthor": "David Thomas",
    "ratedEducator": "Ms. Kasha Davis",
    "educatorRating": 4
  },
  {
    "ratingText": "We didn't want a teacher who simply educates our child. We wanted someone who cares for our child. By helping our son develop his social skills and feel confident in your classroom, you have been exactly what we were looking for.",
    "ratingAuthor": "Donald Knuth",
    "ratedEducator": "Mr. Sean McElreath",
    "educatorRating": 4
  },
  {
    "ratingText": "I wanted to share a sweet something to brighten your day - I asked my daughter how school is going this term and she said she LOVES you and her new friends. Thank you!",
    "ratingAuthor": "Lernantino",
    "ratedEducator": "Mrs. Cristian Lozano",
    "educatorRating": 4
  }
]
